# Tap
 tap "productdevbook/tap"

# Formulae
brew "trash"
brew "tree"
brew "fzf"
brew "thefuck"
brew "mole"

# Development tools
brew "git"
brew "mise"
brew "gh"
brew "jq"
brew "codex"

# Casks
cask "1password"
cask "raycast"
cask "thebrowsercompany-dia"
cask "chatgpt-atlas"
cask "orbstack"
cask "zed"
cask "alma"
cask "ghostty"
cask "fork"
cask "input-source-pro"
cask "monitorcontrol"
cask "portkiller"
cask "slack"
